{
  "tlid": "HBideasAdvanced1",
  "dataOrigin": "HBideasAdvanced1TL.json",
  "title": "The Hebrew Bible: Chronology of Ideas (Advanced)",
  "subtitle": "  (with some related events)",
  "erasArr": [
    {"label": "Exile", "start": -586, "stop": -538, "bgcolor": "#F4ADAD"},
    {"label": "Polytheism", "start": -1000, "stop": -586,
       "topY": 0, "height": 0.1, "bgcolor": "#C0C0C0"},
    {"label": "Monolatry", "start": -900, "stop": -500,
       "topY": 0.1, "height": 0.1, "bgcolor": "#F5BCA9"},
    {"label": "Monotheism / Cosmic Monism", "start": -621, "stop": 400,
       "topY": 0.2, "height": 0.1, "bgcolor": "#EDC8A8"},
    {"label": "Biblical (or Common) Judaism", "start": -400, "stop": 70,
       "topY": 0.1, "height": 0.1, "bgcolor": "#EDC8A8"},
    {"label": "Sectarian Judaism", "start": -170, "stop": 70,
       "topY": 0, "height": 0.1, "bgcolor": "#EDC8A8"},
    {"label": "Rabbinic Judaism", "start": 100, "stop": 400,
       "topY": 0.1, "height": 0.1, "bgcolor": "#EDC8A8"},
    {"label": "Cosmic Dualism", "start": -250, "stop": 400,
       "topY": 0.3, "height": 0.1, "bgcolor": "#A9BCF5"},
    {"label": "Jewish Apocalypticism", "start": -200, "stop": 100,
       "topY": 0.4, "height": 0.1, "bgcolor": "#A9BCF5"},
    {"label": "Qumran", "start": -150, "stop": 70,
       "topY": 0.5, "height": 0.1, "bgcolor": "#A9BCF5"},
    {"label": "Jesus Mvmt", "start": 28, "stop": 150,
       "topY": 0.6, "height": 0.1, "bgcolor": "#A9BCF5"},
    {"label": "Christianities", "start": 150, "stop": 325,
       "topY": 0.6, "height": 0.1, "bgcolor": "#A9BCF5"},
    {"label": "Orthod", "start": 325, "stop": 400,
       "topY": 0.6, "height": 0.1, "bgcolor": "#A9BCF5"},
    {"label": "Gnosticism", "start": 90, "stop": 300,
       "topY": 0.7, "height": 0.08, "bgcolor": "#A9BCF5"},
    {"label": "Marcionism", "start": 144, "stop": 400,
       "topY": 0.78, "height": 0.08, "bgcolor": "#C3D0F8"},
    {"label": "Solomon's Temple", "start": -935, "stop": -586,
       "topY": 0.75, "height": 0.01, "bgcolor": "wheat"},
    {"label": "Second Temple", "start": -516, "stop": 70,
       "topY": 0.75, "height": 0.01, "bgcolor": "wheat"}
  ],
  "eventsArr": [
    {"label": "<p><b>Deuteronomy</b> discovered:<br>centralization of worship</p>",
     "date": -621, "centerY": 0.99, "width": 2},
    {"label": "<p>Final redaction of <b>Torah</b></p>",
     "date": -450, "centerY": 0.99, "width": 2.5},
    {"label": "<p><b>Book of Job</b> written</p>",
     "date": -300, "centerY": 0.99, "width": 2.5},
    {"label": "<p>Maccabean Revolt;<br><b>Book of Daniel</b> written</p>",
     "date": -164, "centerY": 0.99, "width": 2.5},
    {"label": "<p><b>Jesus</b>: ministry 28-30</p>",
     "date": 25,   "centerY": 0.99, "width": 3},
    {"label": "<p><b>Paul</b>: active 35-64</p>", 
     "date": 50, "centerY": 0.99, "width": 4},
    {"label": "<p><b>First Jewish Revolt</b>: destruction of the Temple</p>", 
     "date": 70, "centerY": 1.06, "width": 4},
    {"label": "<p><b>Gospels</b> written</p>", 
     "date": 80, "centerY": 0.99, "width": 4},
    {"label": "<p><b>Revelation</b> written</p>", 
     "date": 110, "centerY": 0.99, "width": 4},
    {"label": "<p>132-136: <b>Bar Kokhba Revolt</b>: Jews prohibited in Jerusalem</p>", 
     "date": 134, "centerY": 1.06, "width": 4},
    {"label": "<p><b>Mishnah</b> compiled</p>", 
     "date": 200, "centerY": 1.06, "width": 4},
    {"label": "<p>325: <b>Nicene&nbsp;Creed</b></p>", 
     "date": 325, "centerY": 1.02, "width": 4},
    {"label": "<p>380: Christianity becomes Roman state church</p>", 
     "date": 380, "centerY": 1.02, "width": 4}
  ],
  "eraFooterTextObj": {
    "Polytheism": "<p><b>Polytheism</b> (the worship of multiple gods) was the practice of every Ancient Near East civilization.  According to Kaufmann, the multiple gods of polytheism inhabit (literally) a metadivine realm which existed before their birth and which contains forces and powers to which the gods are subject (for example, the Greek gods were subject to, and could not escape, fate).  As a direct logical consequence, the gods are limited in their power: they can be frustrated by the rules of the metadivine realm within which they operate, or perhaps by the contrary will of another more powerful god.  Because in the usual mythologies of polytheism the &ldquo;stuff&rdquo; of the metadivine realm is the source of everything (gods, people, animals, nature), it’s common to have a fluid boundary between these spheres.  This fluidity promotes the notion of a god as a personification of some aspect of nature (e.g., fire, water), the occasional sexual union between gods and humans, and the idea of apotheosis: a human becoming a god, after death or upon ascending a throne.  In such a system where it’s the stuff of the metadivine realm that contains the ultimate power, magicians and diviners manipulate that stuff in order to coerce the gods or to determine the future (which is in no ultimate sense determined by the will of the gods).  Significantly, Kaufmann holds that in polytheism, both good and bad are generated from the metadivine realm and the evil forces are understood to be autonomous, independent of the good gods.  (This autonomy is reflected in later cosmic dualism, with one god and one evil force.)  The salvation of humans is their own problem and achieved, if at all, through magic or gnosticism (secret knowledge which liberates one from the usual rules).</p><p>The Bible contains much evidence that at the turn of the first millenium BCE, the Israelites were polytheists:  1) the principal example: the golden calf incident in Exodus 32 (bull/calf worship was common in Egypt and elsewhere);  2) the First Commandment (&quot;You shall have no other gods before me.&quot;)</p>",

    "Monolatry": "<p><b>Monolatry</b> (the worship of a single god while acknowledging (or at least not denying) the existence of others) is just a stronger version of the notion within polytheism of local gods with whom the populace has a special relationship.  And indeed the fundamental Israelite notion of covenant has been shown to parallel the common ancient near eastern practice of suzerainty contracts.  In such a contract, the superior party (the suzerain) provides the terms of a relationship contract, for example, a land grant, in exchange for some behavior, and the inferior party (the vassal) obeys.  The reciprocal Mosaic covenant at Sinai in which Yahweh promises to protect and bless Israel and the people promise to obey the law and commandments revealed to Moses is a typical suzerainty contract.</p><p>Perhaps the classic articulation of Israelite monolatry is the first Commandment: &quot;You shall have no other gods before me.&quot;  [It's not necessary to prohibit what's impossible.]</p>",

    "Exile": "<p>The destruction of the Jerusalem temple and the <b>Exile</b> to Babylon in 587 BCE (in some textbooks 586 BCE) signaled the end of Judaean monarchy and political independence; subsequent Jewish history would unfold (except for the eighty years of Hasmonean independence, 140s BCE to 63 BCE) under the suzerainty of foreign empires.  The rebuilt temple could never quite claim the same glory or authority as the one that had been built by King Solomon, but it would serve nonetheless as the central institution of the Judaean polity until its destruction in 70 CE.  The two temple destructions (587 BCE and 70 CE) would come to represent in Judaism the problem of evil: why would God allow his house to be destroyed and his people to be exiled?</p>",

    "Monotheism / Cosmic Monism": "<p>The common term <b>monotheism</b> is insufficiently precise for our purposes.  What we mean here is the belief that there is but a single cosmic power. It follows inescapably that whatever happens occurs as the result of that cosmic power.  So, to describe this belief we use the term <b>cosmic monism</b> because it contrasts neatly with the better-known term cosmic dualism.</p><p>The Israelites are commonly credited with inventing the notion of cosmic monism and with ascribing to Yahweh the promise to reward Israel if she follows the commandments and to punish her if she does not. The notion of individual reward and punishment arises only late in the biblical period so it&apos;s important to understand the Mosaic covenant as corporate. To illustrate, in the third Commandment, Yahweh says that punishment for failure to keep the commandments may not always be immediate but may strike the third or even fourth generation.</p><p>The difficulty with cosmic monism in many real-world situations, including that of the Israelites following the ascendance of the Selucids in 200 BCE, is that there appear to be many instances, corporate and individual, where righteous behavior is not rewarded and wicked behavior is not punished, even four generations down the line.</p>",

    "last property": "foo bar"
  }
}