{
  "tlid": "HBideasBasic1",
  "dataOrigin": "HBideasBasic1TL.json",
  "title": "The Hebrew Bible: Chronology of Ideas",
  "subtitle": "  (with some related events)",
  "erasArr": [
    {"label": "Exile", "start": -586, "stop": -538, "bgcolor": "#F4ADAD"},
    {"label": "Polytheism", "start": -1000, "stop": -586, "bgcolor": "#C0C0C0", "topY": 0, "height": 0.1},
    {"label": "Monolatry", "start": -900, "stop": -500, "bgcolor": "#F5BCA9", "topY": 0.1, "height": 0.1},
    {"label": "Monotheism / Cosmic Monism", "start": -621, "stop": 200, "bgcolor": "#EDC8A8", "topY": 0.2, "height": 0.1},
    {"label": "Cosmic Dualism", "start": -250, "stop": 200, "bgcolor": "#A9BCF5", "topY": 0.3, "height": 0.1},
    {"label": "Jewish Apocalypticism", "start": -200, "stop": 100, "bgcolor": "#A9BCF5", "topY": 0.4, "height": 0.1},
    {"label": "Jesus Movement", "start": 28, "stop": 200, "bgcolor": "#A9BCF5", "topY": 0.5, "height": 0.1}
  ],
  "hasEraDatesOnHover": false,
  "eventsArr": [
    {"label": "<p><b>Deuteronomy</b> discovered:<br/>centralization of worship</p>",
     "date": -621, "centerY": 0.75},
    {"label": "<p>Final Redaction of <b>Torah</b></p>",
     "date": -450, "centerY": 0.05},
    {"label": "<p><b>Septuagint</b> Greek translation begun</p>",
     "date": -450, "centerY": 0.05},
    {"label": "<p><b>Book of Job</b> written</p>",
     "date": -300, "centerY": 0.75},
    {"label": "<p><b>Book of Daniel</b> written</p>",
     "date": -164, "centerY": 0.75},
    {"label": "<p><b>Jesus</b>: ministry 28-30</p>",
     "date": 25,   "centerY": 0.75},
    {"label": "<p><b>Paul</b>: active 35-64</p>", 
     "date": 50,   "centerY": 0.75},
    {"label": "<p><b>Gospels</b> written</p>", 
     "date": 80,   "centerY": 0.75},
    {"label": "<p><b>Revelation</b> written</p>", 
     "date": 110,  "centerY": 0.75},
    {"label": "<p><b>Torah</b> canonized</p>", 
     "date": -200, "centerY": 0.05},
    {"label": "<p><b>Bible</b> canonized</p>", 
     "date": 100, "centerY": 0.05},
    {"label": "<p><b>Mishnah</b> compiled</p>", 
     "date": 200, "centerY": 0.05}
  ],
  "eraFooterTextObj": {
    "Polytheism": "<p><b>Polytheism</b> (the worship of multiple gods) was the practice of every Ancient Near East civilization.  According to Kaufmann, the multiple gods of polytheism inhabit (literally) a metadivine realm which existed before their birth and which contains forces and powers to which the gods are subject (for example, the Greek gods were subject to, and could not escape, fate).  As a direct logical consequence, the gods are limited in their power: they can be frustrated by the rules of the metadivine realm within which they operate, or perhaps by the contrary will of another more powerful god.  Because in the usual mythologies of polytheism the &ldquo;stuff&rdquo; of the metadivine realm is the source of everything (gods, people, animals, nature), it’s common to have a fluid boundary between these spheres.  This fluidity promotes the notion of a god as a personification of some aspect of nature (e.g., fire, water), the occasional sexual union between gods and humans, and the idea of apotheosis: a human becoming a god, after death or upon ascending a throne.  In such a system where it’s the stuff of the metadivine realm that contains the ultimate power, magicians and diviners manipulate that stuff in order to coerce the gods or to determine the future (which is in no ultimate sense determined by the will of the gods).  Significantly, Kaufmann holds that in polytheism, both good and bad are generated from the metadivine realm and the evil forces are understood to be autonomous, independent of the good gods.  (This autonomy is reflected in later cosmic dualism, with one god and one evil force.)  The salvation of humans is their own problem and achieved, if at all, through magic or gnosticism (secret knowledge which liberates one from the usual rules).</p><p>The Bible contains much evidence that at the turn of the first millenium BCE, the Israelites were polytheists:  1) the principal example: the golden calf incident in Exodus 32 (bull/calf worship was common in Egypt and elsewhere);  2) the First Commandment (&quot;You shall have no other gods before me.&quot;)</p>",
    
    "Monolatry": "<p><b>Monolatry</b> (the worship of a single god while acknowledging (or at least not denying) the existence of others) is just a stronger version of the notion within polytheism of local gods with whom the populace has a special relationship.  And indeed the fundamental Israelite notion of covenant has been shown to parallel the common ancient near eastern practice of suzerainty contracts.  In such a contract, the superior party (the suzerain) provides the terms of a relationship contract, for example, a land grant, in exchange for some behavior, and the inferior party (the vassal) obeys.  The reciprocal Mosaic covenant at Sinai in which Yahweh promises to protect and bless Israel and the people promise to obey the law and commandments revealed to Moses is a typical suzerainty contract.</p><p>Perhaps the classic articulation of Israelite monolatry is the first Commandment: &quot;You shall have no other gods before me.&quot;  [It's not necessary to prohibit what's impossible.]</p>",
    
    "Exile": "<p>The <b>Exile</b> had an enormous effect on the actual practice of religion in Judaea in large part because the Temple had been destroyed.</p>",

    "Monotheism / Cosmic Monism": "<p>The common term <b>monotheism</b> is insufficiently precise for our purposes.  What we mean here is the belief that there is but a single cosmic power. It follows inescapably that whatever happens occurs as the result of that cosmic power.  So, to describe this belief we use the term <b>cosmic monism</b> because it contrasts neatly with the better-known term cosmic dualism.</p><p>The Israelites are commonly credited with inventing the notion of cosmic monism and with ascribing to Yahweh the promise to reward Israel if she follows the commandments and to punish her if she does not. The notion of individual reward and punishment arises only late in the biblical period so it&apos;s important to understand the Mosaic covenant as corporate. To illustrate, in the third Commandment, Yahweh says that punishment for failure to keep the commandments may not always be immediate but may strike the third or even fourth generation.</p><p>The difficulty with cosmic monism in many real-world situations, including that of the Israelites following the ascendance of the Selucids in 200 BCE, is that there appear to be many instances, corporate and individual, where righteous behavior is not rewarded and wicked behavior is not punished, even four generations down the line.</p>",

    "Cosmic Dualism": "<p><b>Cosmic dualism</b> is the belief that there is not one nor several but exactly two cosmic forces and that they are mutually antagonistic.  The initial such belief was among Zoroastrians in Persia in the fifth century. Unfortunately, the Persian sources which would allow us to judge whether cosmic dualism was a Persian import have not survived.</p><p>Cosmic dualism's major advantage compared to traditional cosmic monism was that it appeared to provide a rationale for the grossly unjust results that second century Jews saw all around them: although Israel had been faithful to the covenant Yahweh had permitted it to be repeatedly conquered by its enemies; although thousands of devout Jews had chosen death over unfaithfulness during periodic persecutions, they received no reward. These unjust things occurred because the second cosmic force (of evil) was <b><i>temporarily</i></b> in control of history.</p>",
    
    "Jewish Apocalypticism": "<p><b>Jewish Apocalypticism</b> took the rationale provided by cosmic dualism and added an emotionally satisfying ultimate vindication. Because Yahweh was in some ultimate sense all-powerful (just not at the moment), a time would come (most thought very soon) when Yahweh would challenge and permanently defeat the second power. The absence of a Davidic king to lead Israel during this end-of-days battle provided the opening for the expectation that a messiah (an anointed one, as were the kings of old) would appear to lead the way to victory.  Whether this messiah would be a military leader or a priestly leader or a combination depended on whom you asked. The sect at Qumran solved the problem by expecting one of each.</p><p>The failure of many people now dead to receive their just desserts during their lives made it necessary to suppose that at the time of final triumph there would be a general resurrection allowing each individual to be judged at last and rewarded or condemned according to his merit.</p><p>So we have three new ideas, wholly unnecessary (nay, meaningless) within a theology based on cosmic monism: an evil force which would be personified as Satan, resurrection to permit justice to be done, and an afterlife during which that justice would be realized.</p>",
    
    "Jesus Movement": "<p>The <b>Jesus Movement</b> was initially an expression of Jewish apocalyticism.  Although the Gospels permit additional characterizations, Jesus was clearly an apocalyptic prophet: a Jew who spent his recorded life preaching to other Jews about how to be good Jews in order to avoid falling on the negative side in the coming Judgment. As his mentor John the Baptizer famously warned: Repent! For the kingdom of heaven has come near! (Matthew 3:2) Jesus's own views are remembered in Matthew 24. When the Thessalonians worried that they might die before the second coming, Paul assured them that at that time \"the dead in Christ will rise\" to \"be with the Lord forever.\" (1 Thess 4:16-17) </p>"
  }
}